Repository: Toan14102004/Tai-Chi
Catalog: Taichi/Resources/Languages/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fr, hi, id, ja, ko, pa, pt_pt, ru, sw, zh_hans

source: Join Pro to enjoy all the benefits
ar: انضم إلى Pro للاستمتاع بجميع المزايا
bn: সমস্ত সুবিধা উপভোগ করতে প্রো-তে যোগ দিন
de: Treten Sie Pro bei, um alle Vorteile zu genießen
es: Únete a Pro y disfruta de todas las ventajas
fa: به Pro بپیوندید تا از تمام مزایا بهره مند شوید
fr: Passez à Pro pour profiter de tous les avantages
hi: सभी लाभ पाने के लिए Pro लें
id: Bergabunglah dengan Pro untuk menikmati semua manfaatnya
ja: Pro に登録してすべての特典を活用しましょう
ko: Pro에 가입하고 모든 혜택을 누리세요
pa: ਸਾਰੇ ਲਾਭਾਂ ਦਾ ਅਨੰਦ ਲੈਣ ਲਈ ਪ੍ਰੋ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ
pt_pt: Cadastre-se no Pro para aproveitar todos os benefícios
ru: Оформите Pro и получите все преимущества
sw: Jiunge na Pro ili ufurahie manufaa yote
zh_hans: 加入 Pro 尽享所有权益

source: Just starting out
ar: بدأت للتو
bn: শুধু শুরু
de: Ich fange gerade erst an
es: Recién empezando
fa: تازه شروع کردن
fr: Je débute
hi: अभी शुरुआत कर रहा/रही हूँ
id: Baru saja memulai
ja: 始めたばかり
ko: 막 시작함
pa: ਬਸ ਸ਼ੁਰੂ ਹੋ ਰਿਹਾ ਹੈ
pt_pt: Apenas começando
ru: Только начинаю
sw: Anza tu
zh_hans: 刚刚开始

source: Kcal
ar: سعر حراري
id: Kkal
pa: ਕੈਲ
ru: Ккал
zh_hans: 千卡

source: Keep exercising
ar: استمر في ممارسة الرياضة
bn: ব্যায়াম করতে থাকুন
de: Trainieren Sie weiter
es: Seguir entrenando
fa: به ورزش کردن ادامه دهید
fr: Continuer la séance
hi: व्यायाम जारी रखें
id: Teruslah berolahraga
ja: エクササイズを続ける
ko: 운동 계속하기
pa: ਕਸਰਤ ਕਰਦੇ ਰਹੋ
pt_pt: Continue se exercitando
ru: Продолжить тренировку
sw: Endelea kufanya mazoezi
zh_hans: 继续锻炼

source: Knee
ar: الركبة
bn: হাঁটু
de: Knie
es: Rodilla
fa: زانو
fr: Genou
hi: घुटना
id: Lutut
ja: 膝
ko: 무릎
pa: ਗੋਡਾ
pt_pt: Joelho
ru: Колено
sw: Goti
zh_hans: 膝盖

source: Kết quả Shape
ar: شكل Kết quả
bn: আকৃতি
de: Kết quả Form
es: Forma del resultado
fa: شکل Kết Quả
fr: Forme des résultats
hi: आकृति का परिणाम
id: Bentuknya
ja: シェイプの結果
ko: 도형 결과
pa: Kết quả ਆਕਾਰ
pt_pt: Forma Kết quả
sw: Kết quả Umbo

source: Language
ar: اللغة
bn: ভাষা
de: Sprache
es: Idioma
fa: زبان
fr: Langue
hi: भाषा
id: Bahasa
ja: 言語
ko: 언어
pa: ਭਾਸ਼ਾ
pt_pt: Idioma
ru: Язык
sw: Lugha
zh_hans: 语言

source: Left
ar: اليسار
bn: বাম
de: Links
es: Izquierda
fa: سمت چپ
fr: Gauche
hi: बायाँ
id: Kiri
ja: 左
ko: 왼쪽
pa: ਖੱਬੇ
pt_pt: Esquerda
ru: Слева
sw: Kushoto
zh_hans: 左

source: Library
ar: مكتبة
bn: লাইব্রেরি
de: Bibliothek
es: Biblioteca
fa: کتابخانه
fr: Bibliothèque
hi: लाइब्रेरी
id: Perpustakaan
ja: ライブラリ
ko: 라이브러리
pa: ਲਾਇਬ੍ਰੇਰੀ
pt_pt: Biblioteca
ru: Галерея
sw: Maktaba
zh_hans: 资料库

source: Lifetime
ar: مدى الحياة
bn: আজীবন
de: Lebenszeit
es: De por vida
fa: طول عمر
fr: À vie
hi: जीवनकाल
id: Seumur hidup
ja: ライフタイム
ko: 평생
pa: ਜੀਵਨ ਭਰ
pt_pt: Vitalício
ru: Навсегда
sw: Maisha yote
zh_hans: 终身

source: Lifetime access
ar: الوصول مدى الحياة
bn: আজীবন অ্যাক্সেস
de: Lebenslanger Zugriff
es: Acceso de por vida
fa: دسترسی مادام العمر
fr: Accès à vie
hi: आजीवन पहुंच
id: Akses seumur hidup
ja: 生涯アクセス
ko: 평생 이용 가능
pa: ਜੀਵਨ ਭਰ ਪਹੁੰਚ
pt_pt: Acesso vitalício
ru: Пожизненный доступ
sw: Ufikiaji wa maisha yote
zh_hans: 终身使用权

source: Limit
ar: الحد
bn: সীমা
de: Begrenzen
es: Límite
fa: محدود کنید
fr: Limite
hi: सीमा
id: Batasi
ja: 限界
ko: 한도
pa: ਸੀਮਾ
pt_pt: Limite
ru: Лимит
sw: Kikomo
zh_hans: 限制

source: Limited app functionality
ar: وظائف التطبيق محدودة
bn: সীমিত অ্যাপ কার্যকারিতা
de: Eingeschränkte App-Funktionalität
es: Funcionalidad limitada de la aplicación
fa: عملکرد محدود برنامه
fr: Fonctionnalité d'application limitée
hi: सीमित ऐप कार्यक्षमता
id: Fungsionalitas aplikasi terbatas
ja: アプリの機能が制限されている
ko: 제한된 앱 기능
pa: ਸੀਮਤ ਐਪ ਕਾਰਜਕੁਸ਼ਲਤਾ
pt_pt: Funcionalidade limitada do aplicativo
ru: Ограниченный функционал
sw: Utendaji mdogo wa programu
zh_hans: 应用功能受限

source: Loading...
ar: جار التحميل...
bn: লোড হচ্ছে...
de: Laden...
es: Cargando...
fa: در حال بارگیری...
fr: Chargement...
hi: लोड हो रहा है...
id: Memuat...
ja: 読み込み中…
ko: 로딩 중...
pa: ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pt_pt: Carregando...
ru: Загрузка...
sw: Inapakia...
zh_hans: 加载中…

source: Location
ar: الموقع
bn: অবস্থান
de: Standort
es: Ubicación
fa: مکان
fr: Emplacement
hi: स्थान
id: Lokasi
ja: 場所
ko: 위치
pa: ਟਿਕਾਣਾ
pt_pt: Localização
ru: Местоположение
sw: Mahali
zh_hans: 位置

source: Low energy
ar: طاقة منخفضة
bn: কম শক্তি
de: Niedrige Energie
es: Poca energía
fa: انرژی کم
fr: Peu d'énergie
hi: कम ऊर्जा
id: Energi rendah
ja: エネルギー不足
ko: 낮은 에너지
pa: ਘੱਟ ਊਰਜਾ
pt_pt: Baixa energia
ru: Мало энергии
sw: Nishati ya chini
zh_hans: 精力低下

source: Low most of the time
ar: منخفضة في معظم الأوقات
bn: বেশিরভাগ সময় কম
de: Meistens niedrig
es: Baja la mayor parte del tiempo
fa: در بیشتر مواقع کم است
fr: Faible la plupart du temps
hi: ज़्यादातर समय कम
id: Rendah sebagian besar waktu
ja: ほとんど低い
ko: 대부분 낮음
pa: ਬਹੁਤਾ ਸਮਾਂ ਘੱਟ
pt_pt: Baixo na maioria das vezes
ru: Низкая большую часть времени
sw: Chini mara nyingi
zh_hans: 大多数时候较低

source: Lower back
ar: أسفل الظهر
bn: পিঠের নিচের দিকে
de: Unterer Rücken
es: Espalda baja
fa: پایین کمر
fr: Bas du dos
hi: पीठ का निचला हिस्सा
id: Punggung bawah
ja: 腰
ko: 허리
pa: ਪਿੱਠ ਦੇ ਹੇਠਲੇ ਹਿੱਸੇ
pt_pt: Parte inferior das costas
ru: Поясница
sw: Mgongo wa chini
zh_hans: 下背部

source: Male
ar: ذكر
bn: পুরুষ
de: Männlich
es: Hombre
fa: مرد
fr: Homme
hi: पुरुष
id: Laki-laki
ja: 男性
ko: 남성
pa: ਨਰ
pt_pt: Masculino
ru: Мужской
sw: Mwanaume
zh_hans: 男性

source: Manage weight
ar: إدارة الوزن
bn: ওজন নিয়ন্ত্রণ করুন
de: Gewicht verwalten
es: Controlar el peso
fa: وزن را مدیریت کنید
fr: Gérer le poids
hi: वज़न प्रबंधन
id: Kelola berat badan
ja: 体重管理
ko: 체중 관리
pa: ਭਾਰ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
pt_pt: Gerenciar peso
ru: Контролировать вес
sw: Dhibiti uzito
zh_hans: 管理体重

source: Maybe later
ar: ربما في وقت لاحق
bn: হয়তো পরে
de: Vielleicht später
es: Tal vez más tarde
fa: شاید بعدا
fr: Peut-être plus tard
hi: शायद बाद में
id: Mungkin nanti
ja: たぶん後で
ko: 어쩌면 나중에
pa: ਸ਼ਾਇਦ ਬਾਅਦ ਵਿੱਚ
pt_pt: Talvez mais tarde
ru: Может быть позже
sw: Labda baadaye
zh_hans: 以后再说

source: Mo
ar: مو
bn: মো
es: Lu
fa: مو
fr: Lu
hi: सोम
ja: 月
ko: 월
pa: ਮੋ
ru: Пн
zh_hans: 周一

source: Moderate & steady
ar: معتدلة وثابتة
bn: পরিমিত এবং স্থির
de: Mäßig und gleichmäßig
es: Moderado y constante
fa: متوسط و ثابت
fr: Modéré et régulier
hi: मध्यम और स्थिर
id: Sedang & stabil
ja: 適度で安定
ko: 적당하고 꾸준하게
pa: ਮੱਧਮ ਅਤੇ ਸਥਿਰ
pt_pt: Moderado e constante
ru: Умеренно и стабильно
sw: Wastani na thabiti
zh_hans: 适中而稳定

source: Monthly
ar: شهريا
bn: মাসিক
de: Monatlich
es: Mensual
fa: ماهانه
fr: Mensuel
hi: मासिक
id: Bulanan
ja: 毎月
ko: 월간
pa: ਮਹੀਨਾਵਾਰ
pt_pt: Mensalmente
ru: Ежемесячно
sw: Kila mwezi
zh_hans: 每月

source: Monthly Plan
ar: الخطة الشهرية
bn: মাসিক পরিকল্পনা
de: Monatsplan
es: Plan Mensual
fa: برنامه ماهانه
fr: Forfait mensuel
hi: मासिक योजना
id: Paket Bulanan
ja: 月額プラン
ko: 월간 요금제
pa: ਮਹੀਨਾਵਾਰ ਯੋਜਨਾ
pt_pt: Plano Mensal
ru: Месячный тариф
sw: Mpango wa Mwezi
zh_hans: 月度方案

source: Music Volume
ar: حجم الموسيقى
bn: মিউজিক ভলিউম
de: Musiklautstärke
es: Volumen de la música
fa: حجم موسیقی
fr: Volume de la musique
hi: संगीत की आवाज़
id: Volume Musik
ja: 音楽の音量
ko: 음악 볼륨
pa: ਸੰਗੀਤ ਵਾਲੀਅਮ
pt_pt: Volume da música
ru: Громкость музыки
sw: Kiasi cha Muziki
zh_hans: 音乐音量

source: Music playing
ar: تشغيل الموسيقى
bn: গান বাজছে
de: Musik spielt
es: Reproduciendo música
fa: پخش موسیقی
fr: Musique en cours
hi: संगीत चल रहा है
id: Pemutaran musik
ja: 音楽を再生中
ko: 음악 재생 중
pa: ਸੰਗੀਤ ਚੱਲ ਰਿਹਾ ਹੈ
pt_pt: Tocando música
ru: Играет музыка
sw: Muziki unaocheza
zh_hans: 音乐播放中

source: Name
ar: الاسم
bn: নাম
es: Nombre
fa: نام
fr: Nom
hi: नाम
id: Nama
ja: 名前
ko: 이름
pa: ਨਾਮ
pt_pt: Nome
ru: Имя
sw: Jina
zh_hans: 姓名

source: Next
ar: التالي
bn: পরবর্তী
de: Als nächstes
es: Siguiente
fa: بعدی
fr: Suivant
hi: अगला
id: Selanjutnya
ja: 次へ
ko: 다음
pa: ਅੱਗੇ
pt_pt: Próximo
ru: Далее
sw: Inayofuata
zh_hans: 下一步

source: Night
ar: ليلة
bn: রাত্রি
de: Nacht
es: Noche
fa: شب
fr: Nuit
hi: रात
id: Malam
ja: 夜
ko: 밤
pa: ਰਾਤ
pt_pt: Noite
ru: Ночь
sw: Usiku
zh_hans: 夜间

source: No
ar: لا
bn: না
de: Nein
fa: خیر
fr: Non
hi: नहीं
id: Tidak
ja: いいえ
ko: 아니요
pa: ਨੰ
pt_pt: Não
ru: Нет
sw: Hapana
zh_hans: 否

source: No active subscription
ar: لا يوجد اشتراك نشط
bn: কোনো সক্রিয় সদস্যতা নেই
de: Kein aktives Abonnement
es: Sin suscripción activa
fa: بدون اشتراک فعال
fr: Aucun abonnement actif
hi: कोई सक्रिय सदस्यता नहीं
id: Tidak ada langganan aktif
ja: 有効なサブスクリプションがありません
ko: 활성 구독 없음
pa: ਕੋਈ ਕਿਰਿਆਸ਼ੀਲ ਗਾਹਕੀ ਨਹੀਂ
pt_pt: Nenhuma assinatura ativa
ru: Нет активной подписки
sw: Hakuna usajili unaoendelea
zh_hans: 无有效订阅

source: No ads
ar: لا إعلانات
bn: কোন বিজ্ঞাপন নেই
de: Keine Werbung
es: Sin anuncios
fa: بدون تبلیغات
fr: Aucune publicité
hi: कोई विज्ञापन नहीं
id: Tidak ada iklan
ja: 広告なし
ko: 광고 없음
pa: ਕੋਈ ਵਿਗਿਆਪਨ ਨਹੀਂ
pt_pt: Sem anúncios
ru: Без рекламы
sw: Hakuna matangazo
zh_hans: 无广告

source: No internet connection was found. Check your connection or try again.
ar: لم يتم العثور على اتصال بالإنترنت. تحقق من اتصالك أو حاول مرة أخرى.
bn: কোন ইন্টারনেট সংযোগ পাওয়া যায়নি. আপনার সংযোগ পরীক্ষা করুন বা আবার চেষ্টা করুন.
de: Es wurde keine Internetverbindung gefunden. Überprüfen Sie Ihre Verbindung oder versuchen Sie es erneut.
es: No se encontró conexión a Internet. Comprueba tu conexión o inténtalo de nuevo.
fa: هیچ اتصال اینترنتی پیدا نشد. اتصال خود را بررسی کنید یا دوباره امتحان کنید.
fr: Aucune connexion Internet détectée. Vérifiez votre connexion ou réessayez.
hi: इंटरनेट कनेक्शन नहीं मिला। अपना कनेक्शन जाँचें या दोबारा कोशिश करें।
id: Tidak ada koneksi internet yang ditemukan. Periksa koneksi Anda atau coba lagi.
ja: インターネット接続が見つかりません。接続を確認するか、もう一度お試しください。
ko: 인터넷 연결을 찾을 수 없습니다. 연결 상태를 확인하거나 다시 시도해 주세요.
pa: ਕੋਈ ਇੰਟਰਨੈਟ ਕਨੈਕਸ਼ਨ ਨਹੀਂ ਮਿਲਿਆ। ਆਪਣੇ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ ਜਾਂ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt_pt: Nenhuma conexão com a Internet foi encontrada. Verifique sua conexão ou tente novamente.
ru: Нет подключения к интернету. Проверьте соединение или попробуйте ещё раз.
sw: Hakuna muunganisho wa mtandao uliopatikana. Angalia muunganisho wako au ujaribu tena.
zh_hans: 未检测到网络连接，请检查网络后重试。

source: No reminders yet.
ar: لا توجد تذكيرات حتى الآن.
bn: এখনও কোন অনুস্মারক.
de: Noch keine Erinnerungen.
es: Aún no hay recordatorios.
fa: هنوز یادآوری نشده است.
fr: Aucun rappel pour le moment.
hi: अभी कोई रिमाइंडर नहीं है।
id: Belum ada pengingat.
ja: リマインダーはまだありません。
ko: 아직 알림이 없습니다.
pa: ਅਜੇ ਕੋਈ ਰੀਮਾਈਂਡਰ ਨਹੀਂ।
pt_pt: Ainda não há lembretes.
ru: Напоминаний пока нет.
sw: Bado hakuna vikumbusho.
zh_hans: 暂无提醒。

source: Not enjoying the app?
ar: لا تتمتع التطبيق؟
bn: অ্যাপটি উপভোগ করছেন না?
de: Ihnen gefällt die App nicht?
es: ¿No disfrutas de la aplicación?
fa: از برنامه لذت نمی برید؟
fr: Vous n'appréciez pas l'application ?
hi: ऐप का आनंद नहीं ले रहे?
id: Tidak menikmati aplikasinya?
ja: アプリを楽しんでいませんか？
ko: 앱이 마음에 들지 않나요?
pa: ਐਪ ਦਾ ਆਨੰਦ ਨਹੀਂ ਲੈ ਰਹੇ ਹੋ?
pt_pt: Não está gostando do aplicativo?
ru: Что-то не нравится в приложении?
sw: Je, hufurahii programu?
zh_hans: 对这个应用不太满意吗？

source: Not sure / don't track
ar: لست متأكدا / لا تتبع
bn: নিশ্চিত নই / ট্র্যাক করবেন না
de: Ich bin mir nicht sicher / verfolge es nicht
es: No estoy seguro/a / no lo controlo
fa: مطمئن نیستم / پیگیری نکن
fr: Pas sûr(e) / je ne suis pas ça
hi: पता नहीं / ट्रैक नहीं करता/करती
id: Tidak yakin/tidak melacak
ja: 分からない・記録していない
ko: 잘 모름 / 추적 안 함
pa: ਯਕੀਨੀ ਨਹੀਂ / ਟਰੈਕ ਨਾ ਕਰੋ
pt_pt: Não tenho certeza/não rastreio
ru: Не уверен(а) / не отслеживаю
sw: Sina hakika / sifuatilii
zh_hans: 不确定 / 不追踪

source: OK
ar: حسنًا
bn: ঠিক আছে
de: Okay
es: Aceptar
fa: باشه
hi: ओके
id: Oke
ko: 확인
pa: ਠੀਕ ਹੈ
sw: SAWA
zh_hans: 好的

source: Off
ar: إيقاف
bn: বন্ধ
de: Aus
es: Apagado
fa: خاموش
fr: Désactivé
hi: बंद
id: Mati
ja: オフ
ko: 끔
pa: ਬੰਦ
pt_pt: Desligado
ru: Выкл.
sw: Imezimwa
zh_hans: 关闭

source: Okay, with ups and downs
ar: حسنا، مع صعودا وهبوطا
bn: ঠিক আছে, উত্থান-পতন সহ
de: Okay, mit Höhen und Tiefen
es: Bien, con altibajos
fa: باشه با فراز و نشیب
fr: Correcte, avec des hauts et des bas
hi: ठीक है, पर उतार-चढ़ाव के साथ
id: Oke, dengan pasang surut
ja: 普通だが波がある
ko: 괜찮지만 기복이 있음
pa: ਠੀਕ ਹੈ, ਉਤਰਾਅ-ਚੜ੍ਹਾਅ ਦੇ ਨਾਲ
pt_pt: Ok, com altos e baixos
ru: Неплохая, но с перепадами
sw: Sawa, pamoja na kupanda na kushuka
zh_hans: 还行，时好时坏

source: On
ar: على
bn: চালু
de: Auf
es: Encendido
fa: روشن
fr: Activé
hi: चालू
id: Aktif
ja: オン
ko: 켜기
pa: 'ਤੇ
pt_pt: Ligado
ru: Вкл.
sw: Washa
zh_hans: 开启

source: On and off
ar: تشغيل وإيقاف
bn: চালু এবং বন্ধ
de: Ein und aus
es: De vez en cuando
fa: روشن و خاموش
fr: De temps en temps
hi: कभी-कभार
id: Hidup dan mati
ja: 不定期
ko: 가끔씩
pa: ਚਾਲੂ ਅਤੇ ਬੰਦ
pt_pt: Ligado e desligado
ru: Периодически
sw: Washa na kuzima
zh_hans: 时断时续

source: One-time purchase
ar: شراء لمرة واحدة
bn: এককালীন কেনাকাটা
de: Einmaliger Kauf
es: Compra única
fa: خرید یکباره
fr: Achat unique
hi: एक बार की खरीदारी
id: Pembelian satu kali
ja: 1回限りの購入
ko: 일회성 구매
pa: ਇੱਕ ਵਾਰ ਦੀ ਖਰੀਦਦਾਰੀ
pt_pt: Compra única
ru: Разовая покупка
sw: Ununuzi wa mara moja
zh_hans: 一次性购买

source: Others
ar: الآخرين
bn: অন্যরা
de: Andere
es: Otros
fa: دیگران
fr: D'autres
hi: अन्य
id: Lainnya
ja: その他
ko: 기타
pa: ਹੋਰ
pt_pt: Outros
ru: Другое
sw: Wengine
zh_hans: 其他

source: Pause
ar: وقفة
bn: বিরতি
es: Pausar
fa: مکث کنید
hi: रोकें
id: Jeda
ja: 一時停止
ko: 일시정지
pa: ਵਿਰਾਮ
pt_pt: Pausa
ru: Пауза
sw: Sitisha
zh_hans: 暂停

source: Pay $0 today
ar: ادفع 0 دولار اليوم
bn: আজ $0 প্রদান করুন
de: Zahlen Sie noch heute 0 $
es: Paga 0 $ hoy
fa: امروز 0 دلار پرداخت کنید
fr: Payez 0 $ aujourd'hui
hi: आज $0 चुकाएँ
id: Bayar $0 hari ini
ja: 本日のお支払い $0
ko: 오늘 $0 결제
pa: ਅੱਜ $0 ਦਾ ਭੁਗਤਾਨ ਕਰੋ
pt_pt: Pague $ 0 hoje
ru: Сегодня платить $0
sw: Lipa $0 leo
zh_hans: 今日支付 $0

source: Pay Up Front
ar: الدفع مقدما
bn: পে আপ ফ্রন্ট
de: Bezahlen Sie im Voraus
es: Pago Inicial
fa: پرداخت از قبل
fr: Paiement Anticipé
hi: उपकार्य भुगतान
id: Bayar di Muka
ja: 前払い
ko: 선결제
pa: ਅੱਗੇ ਦਾ ਭੁਗਤਾਨ ਕਰੋ
pt_pt: Pague adiantado
ru: Оплата сразу
sw: Lipa Mbele
zh_hans: 提前全额支付

source: Pay as You Go
ar: ادفع كما تذهب
bn: আপনি যান হিসাবে অর্থ প্রদান
de: Bezahlen Sie nach Bedarf
es: Paga según el uso
fa: همانطور که می روید پرداخت کنید
fr: Paiement à l'utilisation
hi: भुगतान करें जैसे आप जाएं
id: Bayar sesuai pemakaian
ja: 使った分だけ支払う
ko: 사용한 만큼 지불하기
pa: ਜਿਵੇਂ ਤੁਸੀਂ ਜਾਂਦੇ ਹੋ ਭੁਗਤਾਨ ਕਰੋ
pt_pt: Pague conforme usar
ru: Оплата по мере использования
sw: Lipa Unapoenda
zh_hans: 按次付费

source: Payment cancelled
ar: تم إلغاء الدفع
bn: পেমেন্ট বাতিল করা হয়েছে
de: Zahlung storniert
es: Pago cancelado
fa: پرداخت لغو شد
fr: Paiement annulé
hi: भुगतान रद्द कर दिया गया
id: Pembayaran dibatalkan
ja: 支払いがキャンセルされました
ko: 결제가 취소되었습니다.
pa: ਭੁਗਤਾਨ ਰੱਦ ਕੀਤਾ ਗਿਆ
pt_pt: Pagamento cancelado
ru: Платёж отменён
sw: Malipo yameghairiwa
zh_hans: 支付已取消

source: Phase %@
ar: المرحلة 1%
bn: ফেজ %@
es: Fase %@
fa: فاز %@
hi: चरण %@
id: Fase %@
ja: フェーズ %@
ko: %@단계
pa: ਪੜਾਅ %@
pt_pt: Fase %@
ru: Этап %@
sw: Awamu %@
zh_hans: 阶段 %@

source: Phase %lld
ar: المرحلة 1%
bn: ফেজ %lld
es: Fase %lld
fa: فاز %lld
hi: चरण %lld
id: Fase %lld
ja: フェーズ %lld
ko: %lld단계
pa: ਪੜਾਅ %lld
pt_pt: Fase %lld
ru: Этап %lld
sw: Awamu %lld
zh_hans: 阶段 %lld

source: Photo
ar: الصورة
bn: ছবি
de: Foto
es: Foto
fa: عکس
hi: फ़ोटो
id: Foto
ja: 写真
ko: 사진
pa: ਫੋਟੋ
pt_pt: Foto
ru: Фото
sw: Picha
zh_hans: 照片

source: Plan
ar: خطة
bn: পরিকল্পনা
de: Planen
fa: برنامه ریزی کنید
fr: Programme
hi: योजना
id: Rencana
ja: プラン
ko: 플랜
pa: ਯੋਜਨਾ
pt_pt: Plano
ru: План
sw: Mpango
zh_hans: 计划

source: Play
ar: العب
bn: খেলা
de: Spielen
es: Reproducir
fa: بازی کنید
fr: Lecture
hi: चलाएँ
id: Mainkan
ja: 再生
ko: 재생
pa: ਖੇਡੋ
pt_pt: Jogar
ru: Воспроизвести
sw: Cheza
zh_hans: 播放

source: Poor balance
ar: ضعف التوازن
bn: দুর্বল ভারসাম্য
de: Schlechte Balance
es: Mal equilibrio
fa: تعادل ضعیف
fr: Mauvais équilibre
hi: कमज़ोर संतुलन
id: Keseimbangan yang buruk
ja: バランスが悪い
ko: 부족한 균형감
pa: ਮਾੜਾ ਸੰਤੁਲਨ
pt_pt: Equilíbrio deficiente
ru: Плохой баланс
sw: Usawa mbaya
zh_hans: 平衡感较差

source: Premium Access
ar: الوصول المميز
bn: প্রিমিয়াম অ্যাক্সেস
de: Premium-Zugang
es: Acceso Premium
fa: دسترسی پریمیوم
fr: Accès Premium
hi: प्रीमियम एक्सेस
id: Akses Premium
ja: プレミアム利用
ko: 프리미엄 이용
pa: ਪ੍ਰੀਮੀਅਮ ਪਹੁੰਚ
pt_pt: Acesso Premium
ru: Premium-доступ
sw: Ufikiaji wa Kulipiwa
zh_hans: 高级版权限

source: Privacy Policy
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
de: Datenschutzrichtlinie
es: Política de privacidad
fa: سیاست حفظ حریم خصوصی
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
ja: プライバシーポリシー
ko: 개인정보처리방침
pa: ਗੋਪਨੀਯਤਾ ਨੀਤੀ
pt_pt: Política de Privacidade
ru: Политика конфиденциальности
sw: Sera ya Faragha
zh_hans: 隐私政策

source: Product not found
ar: لم يتم العثور على المنتج
bn: পণ্য পাওয়া যায়নি
de: Produkt nicht gefunden
es: Producto no encontrado
fa: محصول یافت نشد
fr: Produit introuvable
hi: उत्पाद नहीं मिला
id: Produk tidak ditemukan
ja: 製品が見つかりません
ko: 제품을 찾을 수 없습니다
pa: ਉਤਪਾਦ ਨਹੀਂ ਮਿਲਿਆ
pt_pt: Produto não encontrado
ru: Товар не найден
sw: Bidhaa haijapatikana
zh_hans: 未找到商品

source: Professional Taichi Score
ar: نقاط Taichi المهنية
bn: পেশাদার তাইচি স্কোর
de: Professioneller Taichi-Score
es: Puntuación profesional de taichí
fa: امتیاز حرفه ای تایچی
fr: Score de Tai-chi professionnel
hi: प्रोफेशनल ताई ची स्कोर
id: Skor Taichi Profesional
ja: 太極拳プロスコア
ko: 전문 태극권 점수
pa: ਪ੍ਰੋਫੈਸ਼ਨਲ ਤਾਚੀ ਸਕੋਰ
pt_pt: Pontuação Profissional de Taichi
ru: Профессиональная оценка тайцзи
sw: Alama ya Taichi ya kitaaluma
zh_hans: 专业太极评分

source: Profile
ar: الملف الشخصي
bn: প্রোফাইল
de: Profil
es: Perfil
fa: نمایه
fr: Profil
hi: प्रोफ़ाइल
id: Profil
ja: プロフィール
ko: 프로필
pa: ਪ੍ਰੋਫਾਈਲ
pt_pt: Perfil
ru: Профиль
sw: Wasifu
zh_hans: 我的

source: Progress
ar: التقدم
bn: অগ্রগতি
de: Fortschritt
es: Progreso
fa: پیشرفت
fr: Progrès
hi: प्रगति
id: Kemajuan
ja: 進捗
ko: 진행 상황
pa: ਤਰੱਕੀ
pt_pt: Progresso
ru: Прогресс
sw: Maendeleo
zh_hans: 进度

source: Publisher
ar: الناشر
bn: প্রকাশক
de: Herausgeber
es: Editor
fa: ناشر
fr: Éditrice
hi: प्रकाशक
id: Penerbit
ja: 出版社
ko: 발행자
pa: ਪ੍ਰਕਾਸ਼ਕ
pt_pt: Editora
ru: Издатель
sw: Mchapishaji
zh_hans: 发布者

source: Purchase pending approval
ar: الشراء في انتظار الموافقة
bn: ক্রয় মুলতুবি অনুমোদন
de: Der Kauf muss noch genehmigt werden
es: Compra pendiente de aprobación
fa: خرید در انتظار تایید
fr: Achat en attente d'approbation
hi: खरीद अनुमोदन हेतु लंबित है
id: Pembelian menunggu persetujuan
ja: 購入は承認待ちです
ko: 승인 대기 중인 구매
pa: ਖਰੀਦ ਬਕਾਇਆ ਮਨਜ਼ੂਰੀ
pt_pt: Compra pendente de aprovação
ru: Покупка ожидает подтверждения
sw: Ununuzi unasubiri idhini
zh_hans: 购买待审核

source: Purchase successful!
ar: عملية الشراء ناجحة!
bn: ক্রয় সফল!
de: Kauf erfolgreich!
es: ¡Compra exitosa!
fa: خرید موفق شد
fr: Achat réussi !
hi: खरीदारी सफल!
id: Pembelian berhasil!
ja: 購入成功しました！
ko: 구매 성공!
pa: ਖਰੀਦ ਸਫਲ!
pt_pt: Compra bem sucedida!
ru: Покупка совершена!
sw: Ununuzi umefaulu!
zh_hans: 购买成功！

source: Purchase verification failed
ar: فشل التحقق من الشراء
bn: ক্রয় যাচাই ব্যর্থ হয়েছে৷
de: Die Kaufbestätigung ist fehlgeschlagen
es: Error en la verificación de compra
fa: تأیید خرید انجام نشد
fr: Échec de la vérification de l'achat
hi: खरीद सत्यापन विफल रहा
id: Verifikasi pembelian gagal
ja: 購入認証に失敗しました
ko: 구매 확인 실패
pa: ਖਰੀਦ ਪੁਸ਼ਟੀਕਰਨ ਅਸਫਲ ਰਿਹਾ
pt_pt: Falha na verificação da compra
ru: Не удалось подтвердить покупку
sw: Uthibitishaji wa ununuzi haukufaulu
zh_hans: 购买验证失败

source: Purchases restored successfully!
ar: تمت استعادة المشتريات بنجاح!
bn: কেনাকাটা সফলভাবে পুনরুদ্ধার করা হয়েছে!
de: Einkäufe erfolgreich wiederhergestellt!
es: ¡Compras restauradas exitosamente!
fa: خریدها با موفقیت بازیابی شدند!
fr: Achats restaurés avec succès !
hi: खरीदारी सफलतापूर्वक बहाल हो गई!
id: Pembelian berhasil dipulihkan!
ja: 購入履歴が正常に復元されました！
ko: 구매가 성공적으로 복원되었습니다!
pa: ਖਰੀਦਦਾਰੀ ਸਫਲਤਾਪੂਰਵਕ ਰੀਸਟੋਰ ਕੀਤੀ ਗਈ!
pt_pt: Compras restauradas com sucesso!
ru: Покупки успешно восстановлены!
sw: Ununuzi umerejeshwa!
zh_hans: 购买记录恢复成功！

source: Rate App
ar: معدل التطبيق
bn: অ্যাপকে রেট দিন
de: App bewerten
es: Calificar aplicación
fa: امتیاز دادن به برنامه
fr: Évaluer l'application
hi: रेट ऐप
id: Nilai Aplikasi
ja: アプリを評価する
ko: 앱 평가
pa: ਐਪ ਨੂੰ ਰੇਟ ਕਰੋ
pt_pt: Avaliar aplicativo
ru: Оценить приложение
sw: Kadiria Programu
zh_hans: 评价应用

source: Rate Us
ar: قيمنا
bn: আমাদের রেট
de: Bewerten Sie uns
es: Califícanos
fa: به ما امتیاز دهید
fr: Évaluez-nous
hi: हमें रेट करें
id: Nilai Kami
ja: 評価する
ko: 평가하기
pa: ਸਾਨੂੰ ਦਰਜਾ ਦਿਓ
pt_pt: Avalie-nos
ru: Оцените нас
sw: Tukadirie
zh_hans: 给我们评分

source: Rate us
ar: قيمنا
bn: আমাদের রেট
de: Bewerten Sie uns
es: Califícanos
fa: به ما امتیاز دهید
fr: Évaluez-nous
hi: हमें रेट करें
id: Nilai kami
ja: 評価してください
ko: 우리를 평가해 주세요
pa: ਸਾਨੂੰ ਦਰਜਾ ਦਿਓ
pt_pt: Avalie-nos
ru: Оцените нас
sw: Tukadirie
zh_hans: 给我们评分

source: Recent
ar: الأخيرة
bn: সাম্প্রতিক
de: Neu
es: Reciente
fa: اخیر
fr: Récent
hi: हाल का
id: Baru-baru ini
ja: 最近
ko: 최근
pa: ਹਾਲੀਆ
pt_pt: Recente
ru: Недавнее
sw: Hivi karibuni
zh_hans: 最近

source: Reminder
ar: تذكير
bn: অনুস্মারক
de: Erinnerung
es: Recordatorio
fa: یادآوری
fr: Rappel
hi: रिमाइंडर
id: Pengingat
ja: リマインダー
ko: 알림
pa: ਰੀਮਾਈਂਡਰ
pt_pt: Lembrete
ru: Напоминание
sw: Kikumbusho
zh_hans: 提醒

source: Remove Ads
ar: إزالة الإعلانات
bn: বিজ্ঞাপনগুলি সরান
de: Werbung entfernen
es: Eliminar anuncios
fa: تبلیغات را حذف کنید
fr: Supprimer les publicités
hi: विज्ञापन हटाएँ
id: Hapus Iklan
ja: 広告を削除
ko: 광고 제거
pa: ਵਿਗਿਆਪਨ ਹਟਾਓ
pt_pt: Remover anúncios
ru: Убрать рекламу
sw: Ondoa Matangazo
zh_hans: 移除广告

source: Rename
ar: إعادة تسمية
bn: নাম পরিবর্তন করুন
de: Umbenennen
es: Renombrar
fa: تغییر نام دهید
fr: Renommer
hi: नाम बदलें
id: Ganti nama
ja: 名前を変更
ko: 이름 바꾸기
pa: ਨਾਮ ਬਦਲੋ
pt_pt: Renomear
ru: Переименовать
sw: Badilisha jina
zh_hans: 重命名

source: Replay
ar: إعادة التشغيل
bn: রিপ্লে
de: Wiederholung
es: Repetir
fa: پخش مجدد
fr: Revoir
hi: फिर से चलाएँ
id: Putar ulang
ja: もう一度再生
ko: 다시 재생
pa: ਰੀਪਲੇ
pt_pt: Repetir
ru: Воспроизвести снова
sw: Cheza tena
zh_hans: 重播

source: Reset
ar: إعادة تعيين
bn: রিসেট করুন
de: Zurücksetzen
es: Restablecer
fa: بازنشانی کنید
fr: Réinitialiser
hi: रीसेट
id: Setel ulang
ja: リセット
ko: 초기화
pa: ਰੀਸੈਟ ਕਰੋ
pt_pt: Redefinir
ru: Сбросить
sw: Weka upya
zh_hans: 重置

source: Rest
ar: الراحة
bn: বিশ্রাম
de: Ruhe dich aus
es: Descanso
fa: استراحت کن
fr: Repos
hi: विश्राम
id: Istirahat
ja: 休憩
ko: 휴식
pa: ਆਰਾਮ
pt_pt: Descanse
ru: Отдых
sw: Pumzika
zh_hans: 休息

source: Restart
ar: إعادة التشغيل
bn: রিস্টার্ট করুন
de: Neustart
es: Reiniciar
fa: راه اندازی مجدد
fr: Recommencer
hi: फिर से शुरू करें
id: Mulai ulang
ja: やり直す
ko: 다시 시작
pa: ਰੀਸਟਾਰਟ ਕਰੋ
pt_pt: Reiniciar
ru: Начать заново
sw: Anzisha upya
zh_hans: 重新开始

source: Restart this exercise
ar: أعد تشغيل هذا التمرين
bn: এই ব্যায়াম পুনরায় আরম্ভ করুন
de: Starten Sie diese Übung erneut
es: Reiniciar este ejercicio
fa: این تمرین را دوباره شروع کنید
fr: Recommencer cet exercice
hi: यह व्यायाम फिर से शुरू करें
id: Mulai ulang latihan ini
ja: このエクササイズをやり直す
ko: 이 운동 다시 시작
pa: ਇਸ ਕਸਰਤ ਨੂੰ ਮੁੜ ਸ਼ੁਰੂ ਕਰੋ
pt_pt: Reinicie este exercício
ru: Начать это упражнение заново
sw: Anzisha tena zoezi hili
zh_hans: 重新开始此动作

source: Restore
ar: استعادة
bn: পুনরুদ্ধার করুন
de: Wiederherstellen
es: Restaurar
fa: بازیابی کنید
fr: Restaurer
hi: पुनर्स्थापित करें
id: Pulihkan
ja: 復元
ko: 복원
pa: ਰੀਸਟੋਰ ਕਰੋ
pt_pt: Restaurar
ru: Восстановить
sw: Rejesha
zh_hans: 恢复购买

source: Restore failed
ar: فشلت عملية الاستعادة
bn: পুনরুদ্ধার ব্যর্থ হয়েছে
de: Wiederherstellung fehlgeschlagen
es: Restauración fallida
fa: بازیابی انجام نشد
fr: La restauration a échoué
hi: पुनर्स्थापना विफल
id: Pemulihan gagal
ja: 復元に失敗しました
ko: 복원 실패
pa: ਰੀਸਟੋਰ ਕਰਨਾ ਅਸਫਲ ਰਿਹਾ
pt_pt: Falha na restauração
ru: Не удалось восстановить
sw: Kurejesha kumeshindwa
zh_hans: 恢复失败

source: Result
ar: النتيجة
bn: ফলাফল
de: Ergebnis
es: Resultado
fa: نتیجه
fr: Résultat
hi: परिणाम
id: Hasil
ja: 結果
ko: 결과
pa: ਨਤੀਜਾ
pt_pt: Resultado
ru: Результат
sw: Matokeo
zh_hans: 结果

source: Right
ar: صحيح
bn: ঠিক
de: Richtig
es: Derecha
fa: درسته
fr: Droite
hi: दायां
id: Benar
ja: 右
ko: 오른쪽
pa: ਸੱਜਾ
pt_pt: Certo
ru: Справа
sw: Sawa
zh_hans: 右

source: SEND
ar: إرسال
bn: পাঠান
de: SENDEN
es: ENVIAR
fa: ارسال کنید
fr: ENVOYER
hi: भेजें
id: KIRIM
ja: 送信
ko: 전송
pa: ਭੇਜੋ
pt_pt: ENVIAR
ru: ОТПРАВИТЬ
sw: TUMA
zh_hans: 发送

source: Sa
ar: سا
bn: সা
es: Sá
fa: سا
hi: शनि
ja: 土
ko: 토
pa: ਸਾ
pt_pt: Sá
ru: Сб
sw: Saa
zh_hans: 周六
